Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: save_compression_desc^Default compression, faster
uk_ua: Звичайне стиснення, швидше

source: save_compression_desc^Large plain text files
uk_ua: Великі текстові файли

source: scenario name^Blackwater Port
uk_ua: В Чорних Водах

source: scenario:
uk_ua: сценарій:

source: scenario_abbreviation^S
uk_ua: С

source: scepter
uk_ua: скіпетр

source: sceptre of fire
uk_ua: вогняний скіпетр

source: scimitar
uk_ua: скімітар

source: scout
uk_ua: розвідник

source: scuttler
uk_ua: бігун

source: selects a configuration file to load for the AI controller for this side.
uk_ua: вибрати файл конфігурації з оператором Штучного Інтелекту для даної сторони.

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
uk_ua: вибрати фракцію поточної ери для даної сторони. Фракція вибирається за ідентифікатором. Фракції описані у файлі data/multiplayer.cfg.

source: selects a multiplayer scenario by id. The default scenario id is B<multiplayer_The_Freelands>.
uk_ua: вибрати багатокористувацький сценарій за ідентифіктаором. Сценарій за замовчуванням - B<multiplayer_The_Freelands>.

source: self_female^Can I help?
uk_ua: self_female^Можна я допоможу?

source: self_female^I don’t fancy wading in the water to fight these things.
uk_ua: Не хотіла б я у воді з тими істотами вовтузитися.

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm>. It should only be useful for people designing their own AI. (not yet documented completely)
uk_ua: встановити додаткові параметри для сторони. Параметр залежить від параметрів, використаних в B<--controller> та B<--algorithm>. Це повинно бути корисним для авторів власного ШІ (поки не документовано)

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used and the B<info> level for the B<server> domain.
uk_ua: встановити рівень серйозності налагоджувальних доменів. B<all> відповідає будь-якому домену. Доступні рівні: B<error>,\ B<warning>,\ B<info>,\ B<debug>. За замовчуванням використовується рівень B<error>, а для домену B<server> - рівень B<info>.

source: shadow blast
uk_ua: тіньовий удар

source: shadow bolt
uk_ua: тіньовий болт

source: shadow wave
uk_ua: хвиля тіней

source: shield
uk_ua: щит

source: shield bash
uk_ua: удар щитом

source: short sword
uk_ua: короткий меч

source: shows the version number and exits.
uk_ua: показує номер версії та виходить.

source: shows the version number and nothing else, then exits.
uk_ua: показує номер версії та більше нічого, потім виходить.

source: shows version number and exits.
uk_ua: показати версію та вийти.

source: side $temp_i
uk_ua: фракція $temp_i

source: side $temp_i ($side_i_leader.name|)
uk_ua: фракція $temp_i ($side_i_leader.name|)

source: skirmisher
uk_ua: авангардист

source: skirmisher, ambush, nightstalk, +2 moves
uk_ua: невловимий, засідка, нишпорка, +2 до руху

source: slam
uk_ua: ляскіт

source: sling
uk_ua: праща

source: slow
uk_ua: повільний

source: slowed
uk_ua: уповільнений

source: slowed:
uk_ua: уповільнений:

source: slows
uk_ua: уповільнює

source: smash
uk_ua: удар

source: spear
uk_ua: спис

source: special
uk_ua: особливе

source: spray
uk_ua: спрей

source: staff
uk_ua: посох

source: staff of power
uk_ua: посох сили

source: staff of radiance
uk_ua: посох сяйва

source: state
uk_ua: стан

source: stats dialog^Difference of actual outcome to expected outcome, as a percentage. The first number in parentheses is the expected number of hitpoints inflicted/taken. The sum (or difference) of the two numbers in parentheses is the actual number of hitpoints inflicted/taken.
uk_ua: Різниця фактичного результату від очікуваного, у відсотках. Перше число в дужках — очікувана кількість втрачених/отриманих очків здоров'я. Сума (або різниця) двох чисел у дужках — фактична кількість втрачених/отриманих очків здоров'я.

source: stats dialog^Difference of actual outcome to expected outcome, as a percentage. The first number in parentheses is the expected number of hits inflicted/taken. The sum (or difference) of the two numbers in parentheses is the actual number of hits inflicted/taken.
uk_ua: Різниця між фактичним та очікуваним результатом, у відсотках. Перше число в дужках — очікувана кількість завданих/отриманих ударів. Сума (або різниця) двох чисел у дужках це фактична кількість завданих/отриманих ударів.

source: stats dialog^Ratio of actual to expected
uk_ua: Відношення фактичного до очікуваного

source: stats dialog^The <i>a priori</i> probability of inflicting/taking at most this many hits, in percent. Intuitively, this is a measure of how randomness affected this side. Values between 0 and 50 suggest the number of hits was less than expected. Values between 50 and 100 suggest the number of hits was more than expected. Green values indicate this side fared better than expected. Red values indicate this side fared worse than expected.
uk_ua: <i>Апріорна</i> ймовірність того, що буде завдано/отримано не більше цієї кількості шкоди, у відсотках. Інтуїтивно, це міра того, наскільки випадковість вплинула на цю сторону. Значення від 0 до 50 вказують на те, що кількість влучань була меншою, ніж очікувалося. Значення від 50 до 100 вказують на те, що кількість влучань була більшою, ніж очікувалося. Зелені значення вказують на те, що для сторони виявилася кращою, ніж очікувалося. Червоні значення вказують на те, що для сторони ситуація була гіршою, ніж очікувалося.

source: stats^Recruits
uk_ua: Завербовано

source: statue
uk_ua: статуя

source: statuspanel^lvl
uk_ua: рвнь

source: steadfast
uk_ua: стійкий

source: sting
uk_ua: жало

source: storm trident
uk_ua: штормовий тризубець

source: storm trident^Leave it
uk_ua: Залишити

source: storm trident^Take it
uk_ua: Взяти

source: strong
uk_ua: сильний

source: stun
uk_ua: оглушає

source: stunned
uk_ua: оглушений

source: stunned: This unit is stunned. It cannot enforce its Zone of Control.
uk_ua: оглушений: Цього бійця оглушено. Він не може втримувати свою зону контролю.

source: submerge
uk_ua: занурюється

source: suffix=bury|bury|ham|ton|ville main=$base{!}{suffix}
uk_ua: suffix=інка|іївка|на|не|івка|арне main=$base{!}{suffix}

source: suffix=ham|bury|ton|hill|crest main=$base{!}{suffix}
uk_ua: suffix=інка|іщина|на|холм'я|не main=$base{!}{suffix}

source: suffix=ham|bury|ton|mont|mont|cliff|cliff main=$base{!}{suffix}
uk_ua: suffix=інка|інщина|огірр'я|агірр'я|скид|уча main=$base{!}{suffix}

source: suffix=ham|ton|field main=$base{!}{suffix}
uk_ua: suffix=іївка|арне|опілля main=$base{!}{suffix}

source: suffix=’s Swamp|marsh|fen main=$base{!}{suffix}
uk_ua: suffix=ське Болото|ська Драговина main=$base{!}{suffix}

source: swamp lurk
uk_ua: болотяне скрадання

source: swarm
uk_ua: рій

source: sword
uk_ua: меч

source: tail
uk_ua: хвіст

source: tar bomb
uk_ua: бомба з дьогтю

source: taunting strike
uk_ua: глузуючий удар

source: team_name^Orcs
uk_ua: Орки

source: team_name^Student
uk_ua: Учень

source: teamname^Center
uk_ua: Центр

source: teamname^Defenders
uk_ua: Захисники

source: teamname^East
uk_ua: Схід

source: teamname^Enemies
uk_ua: Вороги

source: teamname^Human
uk_ua: Люди

source: teamname^Invaders
uk_ua: Нападники

source: teamname^Monsters
uk_ua: Чудовиська

source: teamname^North
uk_ua: Північ

source: teamname^Northeast
uk_ua: Північний схід

source: teamname^Northwest
uk_ua: Північний захід

source: teamname^Prisoners
uk_ua: В'язні

source: teamname^Revolt
uk_ua: Повстанці

source: teamname^Settlers
uk_ua: Колоністи

source: teamname^Shapeshifter
uk_ua: Перевертні

source: teamname^South
uk_ua: Південь

source: teamname^Southeast
uk_ua: Південний схід

source: teamname^Southwest
uk_ua: Південний захід

source: teamname^Statues
uk_ua: Статуї

source: teamname^Team 1
uk_ua: Команда 1

source: teamname^Team 2
uk_ua: Команда 2

source: teamname^Team 3
uk_ua: Команда 3

source: teamname^Team 4
uk_ua: Команда 4

source: teamname^West
uk_ua: Захід

source: teleport
uk_ua: телепорт

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax. You can reload the config with sending SIGHUP to the server process.
uk_ua: вказує де розміщений конфігураційний файл wesnothd. Див. B<ПАРАМЕТРИ СЕРВЕРА> нижче для опису синтаксису. Ви можете перезавантажити файл параметрів відправивши сигнал SIGHUP серверному процесу.

source: tells you what the command line options do.
uk_ua: повідомляє, що роблять параметри командного рядка.

source: tenacity
uk_ua: чіпкість

source: tentacle
uk_ua: щупальце

source: terrain factor
uk_ua: коефіцієнт місцевості

source: theme^Default
uk_ua: Звичайна

source: theme^Editor
uk_ua: Редактор

source: this game
uk_ua: ця гра

source: thorns
uk_ua: шпичаки

source: throwing knives
uk_ua: метальні ножі

source: thunderstick
uk_ua: громова палиця

source: time left for current turn
uk_ua: залишилося часу на цей хід

source: time limit^none
uk_ua: немає

source: time of day^None
uk_ua: Немає

source: timespan^$num day
uk_ua: $num день

source: timespan^$num days
uk_ua: $num дні

source: timespan^$num hour
uk_ua: $num година

source: timespan^$num hours
uk_ua: $num години

source: timespan^$num minute
uk_ua: $num хвилина

source: timespan^$num minutes
uk_ua: $num хвилини

source: timespan^$num month
uk_ua: $num місяць

source: timespan^$num months
uk_ua: $num місяці

source: timespan^$num second
uk_ua: $num секунда

source: timespan^$num seconds
uk_ua: $num секунди

source: timespan^$num week
uk_ua: $num тиждень

source: timespan^$num weeks
uk_ua: $num тижні

source: timespan^$num year
uk_ua: $num рік

source: timespan^$num years
uk_ua: $num роки

source: timespan^expired
uk_ua: прострочений

source: to himself
uk_ua: самому собі

source: torch
uk_ua: факел

source: touch
uk_ua: дотик

source: trained
uk_ua: тренований

source: training sword
uk_ua: тренувальний меч

source: trample
uk_ua: топтання

source: translations^None
uk_ua: Немає

source: trident
uk_ua: тризубець

source: turns debug logging on.
uk_ua: вмикає журнал налагодження.

source: tusk
uk_ua: бивень

source: undead
uk_ua: мрець

source: unhealable
uk_ua: невиліковний

source: unhealable:
uk_ua: невиліковний:

source: unit help^Attacks
uk_ua: Атаки

source: unit help^Name
uk_ua: Ім'я

source: unit_byte^B
uk_ua: Б

source: unit_variation^Default Variation
uk_ua: Типовий різновид

source: units
uk_ua: бійці

source: unlimited
uk_ua: необмежено

source: url^None
uk_ua: Немає

source: use this option to play in the selected era instead of the B<Default> era. The era is chosen by an id. Eras are described in the B<data/multiplayer/eras.cfg> file.
uk_ua: використовуйте для гри в обраній ері замість ери B<Default>. Ера вибирається за ідентифікатором. Вони описані у файлі B<data/multiplayer/eras.cfg>.

source: user_team_name^Merfolk
uk_ua: Водяні

source: validation errors are treated as fatal errors.
uk_ua: помилки перевірки розглядаються як фатальні.

source: version
uk_ua: версія

source: village
uk_ua: село

source: village density
uk_ua: густина сіл

source: villages
uk_ua: села

source: vision:
uk_ua: огляд:

source: vision^All
uk_ua: Повністю

source: vision^None
uk_ua: Відключено

source: vision^Shroud
uk_ua: Пелена

source: vision^none
uk_ua: немає

source: wail
uk_ua: крик

source: waiting for $desc from side $sides
uk_ua: чекаю на $desc від сторони $sides

source: waiting for $desc from sides $sides
uk_ua: чекаю на $desc від сторін $sides

source: waiting for^a global variable
uk_ua: waiting for^глобальна змінна

source: waiting for^an advancement choice
uk_ua: вибір підвищення

source: waiting for^input
uk_ua: ввід

source: war blade
uk_ua: клинок війни

source: war talon
uk_ua: кіготь війни

source: warfare
uk_ua: військова справа

source: water
uk_ua: вода

source: water spray
uk_ua: потік води

source: water^Springs
uk_ua: Струмки

source: wc_variation^Ant
uk_ua: Мураха

source: wc_variation^Bat
uk_ua: Миша

source: wc_variation^Beast-Rider
uk_ua: Наїзник на чудовиську

source: wc_variation^Boar
uk_ua: Кабан

source: wc_variation^Bug
uk_ua: Жук

source: wc_variation^Drake
uk_ua: Дрейк

source: wc_variation^Dwarf
uk_ua: Гном

source: wc_variation^Falcon
uk_ua: Сокіл

source: wc_variation^Fish
uk_ua: Риба

source: wc_variation^Goblin
uk_ua: Гоблін

source: wc_variation^Gryphon
uk_ua: Грифон

source: wc_variation^Horse
uk_ua: Кінь

source: wc_variation^Mounted
uk_ua: Вершник

source: wc_variation^Rat
uk_ua: Щур

source: wc_variation^Saurian
uk_ua: Ящір

source: wc_variation^Scorpion
uk_ua: Скорпіон

source: wc_variation^Serpent
uk_ua: Змій

source: wc_variation^Spider
uk_ua: Павук

source: wc_variation^Swimmer
uk_ua: Плавець

source: wc_variation^Troll
uk_ua: Троль

source: wc_variation^Wolf
uk_ua: Вовк

source: wc_variation^Wose
uk_ua: Лісовик

source: weak
uk_ua: слабкий

source: weapon^None
uk_ua: Немає

source: web
uk_ua: павутина

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
uk_ua: wesnoth - Битва за Веснот, покрокова стратегічна гра в жанрі фентезі

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
uk_ua: wesnothd - мережний демон мультиплеєру Битви за B<Веснот>

source: where upkeep is equal to the sum of the levels of all your non-loyal units.
uk_ua: де утримання - це сума рівнів всіх бійців, не рахуючи вірнопідданих.

source: whinny
uk_ua: скигління

source: whisper to $receiver
uk_ua: шепотіти користувачеві $receiver

source: whisper: $sender
uk_ua: шепіт: $sender

source: whiteboard^Delete Action
uk_ua: Видалити дію

source: whiteboard^Execute Action
uk_ua: Виконати дію

source: whiteboard^Execute All Actions
uk_ua: Виконати всі дії

source: whiteboard^Move Action Down
uk_ua: Змістити дію вниз

source: whiteboard^Move Action Up
uk_ua: Змістити дію вверх

source: whiteboard^Planning Mode
uk_ua: Режим планування

source: whiteboard^Suppose Dead
uk_ua: Вважати мертвим

source: yes
uk_ua: так

source: Äg,Agh,Bog Äh,Borb,Brag,Brag Goh,Brok,Dak,Drog,Frok,Ga,Gah,Gark,Gnarf,Grar,Grokk,Grumph,Gulk,Hak,Hask,Hoth,Hug Bah,Hu Kah,Kak,Krak,Krug,Kub,Kuh,Lok,Luk,Nak,Nuk Kar,Pag,Reck,Rok,Ruk,Sark,Shak,Shuf,Stuh,Targ,Thog,Thruf,Thur,Tohg,Torg,Trok,Tsok,Tuh,Tuk Ruh,Ugg,Üh,Urg,Urgh,Urk,Vak,Zog,Zuug
uk_ua: Аг,Агх,Бог Ах,Борб,Браг Гох,Брок,Дак,Дрог,Фрок,Га,Гах,Гарк,Гнарф,Грар,Грокк,Грумф,Гулк,Хак,Хаск,Хот,Хуг Бах,Ху Ках,Как,Крак,Круг,Куб,Кух,Лок,Лук,Нак,Нук Кар,Паг,Рек,Рок,Рук,Сарк,Шак,Шуф,Стух,Тарг,Тог,Труф,Тур,Тог,Торг,Трок,Тух,Тук Рух,Угг,Юх,Ург,Ургх,Урк,Вак,Зог,Зууг

source: —And raise your dead to serve us forever!
uk_ua: —И піднімемо ваші тіла служити нам навіки!

source: —The enemy? Yes, we’re on your side.
uk_ua: —Вороги? Так, ми на вашому боці.

source: —may stay.
uk_ua: —можете залишитися.

source: ‘Ahead’? So far it’s been danger everywhere.
uk_ua: ‘Попереду’? Досі небезпека була повсюди.

source: ‘Prince Haldric the Dragonbane’ sounds rather nice.
uk_ua: "Принц Хальдрік Драконоборець" — звучить непогано.

source: ‘Tairach’? Who or what is Tairach?
uk_ua: ‘Тайрач’? Хто такий Тайрач?

source: ’bout time. Been forever since I had a good fight, eh?
uk_ua: Як' часно. Ледь не вічність пройшла, відколи я добряче бився, еге?

source: “<b>$hotkey_sequence|</b>” is in use by “<b>$old_hotkey_action|</b>”. Do you wish to reassign it to “<b>$new_hotkey_action|</b>”?
uk_ua: “<b>$hotkey_sequence|</b>” використовується “<b>$old_hotkey_action|</b>”. Хочете перевизначити її на “<b>$new_hotkey_action|</b>”?

source: “Don’t know why the Queen hired some stinkin’ orcs, we don’t need you here.” Yeah, well now they’re dead like a bunch of beasts.
uk_ua: “Не знаємо, нащо Королева найняла якихось смердючих орків, ти нам тут непотрібен”. Еге ж, а зараз вони всі мертві, наче купка животини.

source: “Friend?” (<i>Giggle</i>) Oh, yes, we’re very good friends.
uk_ua: «Подруга?» <i>(хихоче)</i> Так, ми дуже близькі друзі.

source: • <bold>text='Advancement'</bold>: When a unit <ref>dst='advancement' text='advances'</ref>, it will heal fully. This can happen as soon as your unit gains enough experience, whether it is your turn or not.
uk_ua: • <bold>text='Просування'</bold>: Коли боєць <ref>dst='advancement' text='просувається'</ref>, він повністю виліковується. Це стається як тільки він набирає достатньо досвіду, незалежно від того, чий зараз хід.

source: • <bold>text='Curing units'</bold>: Units with the <ref>dst='ability_curingcures' text='cures'</ref> ability will cure Poison in all allied adjacent units (in preference to healing, if it has that ability as well).
uk_ua: • <bold>text='Лікарі'</bold>: бійці з умінням <ref>dst='ability_curingcures' text='лікування'</ref>, виліковуватимуть отруєння в усіх сусідніх бійців (замість зцілення, якщо у них є і це уміння).

source: • <bold>text='Healing units'</bold>: Units with the <ref>dst='ability_healingheals +4' text='Heals'</ref> ability will heal each allied adjacent unit, usually <ref>dst='ability_healingheals +4' text='4HP'</ref> or <ref>dst='ability_healingheals +8' text='8HP'</ref> per turn, or prevent Poison from causing that unit damage.
uk_ua: • <bold>text='Цілителі'</bold>: бійці з умінням <ref>dst='ability_healingheals +4' text='зцілення'</ref> кожен хід зцілюватимуть союзників на суміжних полях на <ref>dst='ability_healingheals +4' text='4 ЗД'</ref> або <ref>dst='ability_healingheals +8' text='8 ЗД'</ref>, або стримуватимуть шкоду від отруєння.

source: • <bold>text='Resting'</bold>: A unit which neither moves, attacks, nor is attacked will heal 2 HP in its next turn.
uk_ua: • <bold>text='Відпочинок'</bold>: боєць, який не рухався, не нападав і не був атакований, буде зцілений на 2 ЗД під час наступного ходу.

source: • <bold>text='Villages'</bold>: A unit which starts a turn in a village or <ref>dst='terrain_oasis' text='oasis'</ref> will heal 8HP. If the unit is poisoned, the poison will be cured instead.
uk_ua: • <bold>text='Села'</bold>: боєць, який почав свій хід в селі або в <ref>dst='terrain_oasis' text='оазисі'</ref>, відновлює 8 ЗД. Якщо боєць був отруєний, то натомість він виліковується від отрути.

source: • <ref>dst='ability_regeneratesregenerates' text='Regeneration'</ref>: Certain units (such as trolls) will automatically heal 8HP every turn. If the unit is poisoned, the poison will be cured instead.
uk_ua: • <ref>dst='ability_regeneratesregenerates' text='Регенерація'</ref>: деякі бійці (наприклад, тролі) можуть автоматично відновлювати 8 ЗД за хід. Якщо боєць був отруєний, то натомість він зцілюється від отрути.

source: ↑ ↓ to adjust speed
uk_ua: ↑ ↓ для регулювання швидкості
